bat
cloudflare-warp-bin
cowsay
curl
fastfetch
ffmpeg
fzf
gnome-sound-recorder
btop
htop
keyd
nodejs
openssl
ripgrep
sway
swaybg
swaylock
tldr
tmux
tree
vim
vlc
waybar
wl-clipboard
wofi
alacritty
ghostty
nvim
python
go
rust
yazi
typst
ly
zsh
mutt-wizard
